{
    "vttitle": "Ang Logician",
    "vttagline": "Sundin ang mga patakaran at lohika.",
    "vtcreativeStrength": "Ang mga logicians ay may utak na puno ng mga ideya na ibabahagi sa mundo. Ang isang posibilidad ay palaging nasa kanilang mga kamay dahil natutuwa silang mag-isip. Alam mo ang iyong potensyal at ang iyong mga limitasyon. Higit pa rito, ginagabayan ng intuwisyon ang iyong landas patungo sa tagumpay, at karaniwan kang nagbibigay ng mga praktikal na solusyon sa bawat problema. Ikaw ay isang kaakit-akit at nagpapahayag na tao. Bukod dito, ang mga logician ay may mataas na pakiramdam ng pag-usisa dahil palagi silang may mga katanungan na itatanong. Para sa kadahilanang ito, gustung-gusto mo ang pag-aaral at samantalahin ang bawat pagkakataon na baguhin ang teorya sa pagsasanay. Ang iyong masiglang talino ay nagbibigay-daan sa iyong maging isang indibidwal na may mataas na pang-unawa. Ikaw bilang isang taong malikhain ay kadalasang nawawala sa iyong pag-iisip dahil hindi tumitigil ang iyong isip. Mula sa panlabas, ikaw ay tila isang introvert na tao ngunit kapag nakaramdam ka ng komportable sa kapaligiran, ikaw ay nagiging isang hindi kinaugalian na nagsasalita. Gusto ng ibang tao na makasama ka sa isang brainstorming session.",
    "pmtitle": "Maker",
    "pmtagline": "praktikal muna at nakatuon sa resulta",
    "pmcreativeStrength": "Ikaw ang perpektong explorer! Kilala ka ng mga tao dahil palagi kang tumatalon sa mga proyekto. Ang salita ay ang iyong lugar ng palaruan, at nasisiyahan kang tuklasin at tuklasin ito gamit ang iyong mga pandama. Ang iyong mga pangunahing tool ay ang iyong kamay dahil ginagamit mo ang mga ito sa paggawa ng iyong mga ideya. Ang dedikasyon na inilagay mo sa iyong trabaho ay nagbibigay-daan sa iyong makipagsapalaran bilang isang mapaglarong laro na puno ng kagalakan. Likas kang masipag at gumugugol ng oras upang gawing solusyon ang mga problema. Ang iyong pangunahing layunin ay palaging kumpletuhin ang mga proyekto sa oras na may mga nakikitang solusyon at resulta. Ang pagiging produktibo ay ang iyong pangalawang pangalan dahil kung minsan ay tila nahuhumaling ka dito. Parehong mahalaga, ikaw ang gumagawa, gumagawa, at gumagawa. Sa madaling salita, ang pinuno na nakakagawa ng mga bagay, at nag-uudyok sa iba na makamit ang mga layunin. Ang iyong sikreto ay panatilihin ang iyong mga mata sa target at hindi huminto sa paniniwala na ang bawat ideya ay posible",
    "iatitle": "Adventurer",
    "iatagline": "Mausisa at alamin at patunayan sa aking sarili",
    "iacreativeStrength": "Palagi kang naaakit sa bago at pinapakain ang iyong pagkamausisa ng pagbabago. Ang iyong superpower ay manatili at tamasahin ang sandali. Ginagawa mo ang buhay bilang iyong canvas upang ipahayag ang iyong sarili. Binabago mo ang bawat ideya na pumapasok sa iyong isip sa katotohanan. Ang iyong kakayahang umangkop at bukas na pag-iisip ay nagbibigay-daan sa iyong mabilis na umangkop sa pagbabago. Iniimbitahan ka ng iyong spontaneity na sumabay sa agos. Ang mga adventurer ay mga kaluluwang puno ng enerhiya. Ang iyong pagnanasa ay gumagawa sa iyo na patuloy na gumagalaw, at mayroon kang kakayahang ipalaganap ang hilig na iyon sa iba. Kasabay nito, madali kang ma-inspire dahil ang iyong matinding damdamin ay ginagawa kang hypersensitive na creative. Ang iyong mga ideya ay purong gasolina para sa magagandang kuwento. Itinuon mo ang iyong mga mata sa mundo sa paligid mo, at ang iyong pagkamausisa ay humahantong sa iyo na maging isang mabilis na mag-aaral. Gayundin, ginagabayan ka ng Innovation na mag-isip sa hinaharap nang hindi nakakalimutan ang iyong kasalukuyan. Ang paraan ng pagharap mo sa mga problema ay sa pamamagitan ng pagsisikap na mag-isip nang iba at pagbibigay ng mga bagong solusyon. Lagi mong sinusubukan na patunayan ang iyong sariling mga limitasyon at pangunahan ang iyong sarili at ang mga tao sa paligid mo",
    "adtitle": "Dreamer",
    "adtagline": "Labagin ang mga patakaran at humanap ng iba pang pagkakataon",
    "adcreativeStrength": "Palagi kang naaakit sa bago at pinapakain ang iyong pagkamausisa ng pagbabago. Ang iyong superpower ay manatili at tamasahin ang sandali. Ginagawa mo ang buhay bilang iyong canvas upang ipahayag ang iyong sarili. Binabago mo ang bawat ideya na pumapasok sa iyong isip sa katotohanan. Ang iyong kakayahang umangkop at bukas na pag-iisip ay nagbibigay-daan sa iyong mabilis na umangkop sa pagbabago. Iniimbitahan ka ng iyong spontaneity na sumabay sa agos. Ang mga adventurer ay mga kaluluwang puno ng enerhiya. Ang iyong pagnanasa ay gumagawa sa iyo na patuloy na gumagalaw, at mayroon kang kakayahang ipalaganap ang hilig na iyon sa iba. Kasabay nito, madali kang ma-inspire dahil ang iyong matinding damdamin ay ginagawa kang hypersensitive na creative. Ang iyong mga ideya ay purong gasolina para sa magagandang kuwento. Itinuon mo ang iyong mga mata sa mundo sa paligid mo, at ang iyong pagkamausisa ay humahantong sa iyo na maging isang mabilis na mag-aaral. Gayundin, ginagabayan ka ng Innovation na mag-isip sa hinaharap nang hindi nakakalimutan ang iyong kasalukuyan. Ang paraan ng pagharap mo sa mga problema ay sa pamamagitan ng pagsisikap na mag-isip nang iba at pagbibigay ng mga bagong solusyon. Lagi mong sinusubukan na patunayan ang iyong sariling mga limitasyon at pangunahan ang iyong sarili at ang mga tao sa paligid mo",
    "wd": "Web developer",
    "gd": "Grapikong taga-disenyo",
    "cc": "Tagalikha ng nilalaman",
    "vc": "Tagalikha ng video", 
    "wd_description": "Responsable ang web developer sa pagbuo ng website habang pinapanatili din ito at tinitiyak ang mga visual nito. Sa programang NMPD, magkakaroon ka ng pagkakataong matuto tungkol sa mga programming language sa klase ng Web Communications.",
    "gd_description": "Ang graphic designer ay lumilikha ng pagkakakilanlan ng tatak ng kumpanya, user interface sa website, mga visual sa mga magazine, libro, atbp. Sa programang NMPD, magkakaroon ka ng pagkakataong matuto at magdisenyo ng iyong sarili sa klase ng Visual Communications.",
    "cc_description": "Gumagawa ang tagalikha ng nilalaman na pang-edukasyon at nakakaaliw na nilalaman pagkatapos ay ipo-post ang mga ito sa anumang uri ng mga channel. Sa programang NMPD, magkakaroon ka ng pagkakataong matutunan kung paano mag-edit ng video at maglapat ng mga visual effect sa iyong nilalaman sa mga klase sa Visual Communications at Rich Media Communications.",
    "vc_description": "Nabibilang ka sa isang komunidad ng mga nangangarap na nawala ang kanilang isipan sa mga daydream. Ang mga nangangarap ay malikhain at mausisa na mga tao. Ikaw ay pinagmumulan ng positibong enerhiya at pantasya. Dumating ang iyong mga ideya upang mapalakas ang iyong imahinasyon. Ang iyong mga damdamin ay lalo na sensitibo, at mayroon kang malalim na emosyonal na mga tugon sa lahat ng nangyayari sa iyong buhay. Isa kang malayang espiritu na lumalaban para sa iyong mga idealistikong pangarap. Ang iyong dibdib ay nagho-host ng isang bukas na puso na kumokonekta sa emosyonal sa iyong kapaligiran. Ikaw ang artista na lumilikha bilang tanda ng pagpapahayag. Ipinanganak ka upang ibahagi ang iyong panloob na mundo. Mahilig ka sa kagandahan, at ang iyong aesthetic na oryentasyon ay ginagawa kang hindi nasisiyahang perfectionist na may mata para sa bawat detalye. Ang iyong mga proyekto ay may posibilidad na lumago habang lumilipas ang oras dahil ang iyong ambisyon ay walang limitasyon. Ang iyong mga pangarap ay ang gatong ng iyong pamumuhay. Malamang na mawala ka sa isang mundo ng pantasya na maaaring maging lahat ng bagay na nakakaantig sa isang magandang nilikha. Ang iyong malakas na damdamin at ang iyong pakiramdam ng empatiya ay ginagawa kang isang idealista at isang romantikong malikhain. Naghahanap ka ng mga nakatagong kahulugan at makikita mo ang higit pa sa pabalat ng aklat. Para sa kadahilanang ito, ang iyong mga nilikha ay karaniwang nakakaantig sa iba sa mas malalim na antas. Ang uniberso ay nagsasabwatan upang hikayatin ang iyong mga emosyon at damdamin, at sinasamantala mo ito upang baguhin ang mundo."
 }
  