{
    "vttitle": "Lógico",
    "vttagline": "Se guía por las reglas de la lógica.",
    "vtcreativeStrength": "Los lógicos tienen un cerebro lleno de ideas para compartir con el mundo. Una posibilidad siempre está en sus manos ya que disfrutan pensando. Conoces tu potencial y tus límites. Además, la intuición siempre guía tu camino hacia el éxito y, por lo general, brindas soluciones prácticas a cada problema. Eres una persona encantadora y expresiva. Además, los lógicos tienen un alto sentido de la curiosidad, ya que siempre tienen preguntas que hacer. Por esta razón, te encanta aprender y aprovechas cada oportunidad para transformar la teoría en práctica. Tu vigoroso intelecto te permite ser un individuo altamente perceptivo. Como persona creativa, generalmente te pierdes en tu pensamiento ya que tu mente nunca se detiene. Desde el exterior, pareces una persona introvertida, pero una vez que te sientes cómodo con el entorno, te conviertes en un hablador poco convencional. Otras personas siempre querrán tenerte en una sesión de brainstorming.",
    "pmtitle": "Hacedor",
    "pmtagline": "Practico y orientado a resultados",
    "pmcreativeStrength": "¡Eres el explorador perfecto! La gente te conoce porque siempre estás saltando entre proyectos. El mundo es tu zona de juegos, y disfrutas explorándola y descubriéndola con tus sentidos. Tu principal herramienta son tus manos, ya que las usas para hacer tus ideas realidad. La dedicación que pones en tu trabajo te permite asumir los riesgos como un juego lleno de alegría. Eres naturalmente un gran trabajador y dedicas el tiempo a transformar los problemas en soluciones. Tu objetivo principal es siempre completar los proyectos a tiempo con soluciones y resultados tangibles. La productividad es tu segundo nombre, ya que a veces puedes parecer un poco obsesionado con ella. De igual manera, eres el que hace todo posible, el fabricante y el productor. En otras palabras, el líder que se carga de tener todo hecho y motiva a otros a alcanzar sus metas. Tu secreto es mantener la vista en el objetivo y no dejar de creer que toda idea es posible.",
    "iatitle": "Aventurero",
    "iatagline": "Curioso por naturaleza",
    "iacreativeStrength": "Siempre te atrae lo nuevo y alimentas tu curiosidad con innovación. Tu superpoder es permanecer en el presente y disfrutar el momento. Tomas la vida como tu lienzo de expresión. Transformas cada idea que viene a tu mente en realidad. Tu flexibilidad y mente abierta te permiten adaptarte rápidamente a los cambios. Tu espontaneidad te invita a dejarte llevar por la corriente. Los aventureros son almas llenas de energía. La pasión que sientes te hace seguir en movimiento y tienes la capacidad de contagiarla a los demás. Al mismo tiempo, te inspiras con facilidad ya que tus fuertes sentimientos te convierten en un creativo hipersensible. Tus ideas son combustible puro para buenas historias. Mantienes tus ojos en el mundo que te rodea, y tu curiosidad te lleva a aprender rápido. Además, la Innovación te guía a pensar en el futuro sin olvidar tu presente. Tu forma de afrontar los problemas es intentando pensar diferente y aportando nuevas soluciones. Siempre estás tratando de probar tus propios límites y de liderarte a ti mismo y a las personas que te rodean.",
    "adtitle": "Soñador",
    "adtagline": "Rompe las reglas y busca otras oportunidades",
    "adcreativeStrength": "Perteneces a una comunidad de soñadores que tienen la mente perdida en sueños. Los soñadores son personas creativas y curiosas. Eres una fuente de energía positiva y fantasía. Tus ideas vienen a potenciar tu imaginación. Tus sentimientos son especialmente sensibles y tienes profundas respuestas emocionales a todo lo que sucede en tu vida. Eres un espíritu libre que lucha por tus sueños idealistas. Tu pecho alberga un corazón abierto que conecta emocionalmente con tu entorno. Eres el artista que crea como muestra de expresión. Naciste para compartir tu mundo interior. Amas la belleza y tu orientación estética te convierte en el perfeccionista insatisfecho que tiene ojo para cada detalle. Tus proyectos tienden a crecer con el paso del tiempo porque tu ambición no tiene límites. Tus sueños son el combustible de tu estilo de vida. Tiendes a perderte en un mundo de fantasía que puede convertirse en todo lo que toca en una hermosa creación. Tus fuertes sentimientos y tu sentido de la empatía te convierten en un idealista y un creativo romántico. Buscas significados ocultos y puedes ver más allá de la portada. Por eso, tus creaciones suelen tocar a los demás a un nivel profundo. El universo conspira para motivar tus emociones y sentimientos, y lo aprovechas para cambiar el mundo.",
    "wd": "Desarrollador Web",
    "gd": "Diseñador Gráfico",
    "cc": "Creador de Contenido",
    "vc": "Productor de Video", 
    "wd_description": "El desarrollador web es responsable de desarrollar sitios web y al mismo tiempo mantenerlos en funcionamiento. En el diploma de NMPD, tendrás la oportunidad de aprender sobre lenguajes de programación en la clase de Web Communications.",
    "gd_description": "El diseñador gráfico crea la identidad de las marcas, la interfaz del usuario en los sitios web, imágenes en revistas, libros, etc. En el programa de NMPD, tienes la oportunidad de aprender y diseñar tú mismo en la clase de Visual Media Communications.",
    "cc_description": "El creador de contenido crea material educativo y de entretenimiento. Luego lo publica en diversos canales. En el programa de NMPD, tendrás la oportunidad de aprender a editar videos y aplicar efectos visuales a tu contenido audiovisual en las clases de Visual Communications y Rich Media Communications.",
    "vc_description": "El creador de videos produce martial audiovisual sobre temas determinados para luego difundirlo en línea. En NMPD, tendrás la oportunidad de aprender a crear un video atractivo a través de audios, técnicas de cámara, efectos visuales, etc. en la clase de Rich Media Communications."
 }
  