{
    "vttitle": "المنطقي",
    "vttagline": "اتبع القواعد والمنطق.",
    "vtcreativeStrength": "يمتلك علماء المنطق عقلًا مليئًا بالأفكار لمشاركتها مع العالم. الاحتمال دائمًا في أيديهم لأنهم يستمتعون بالتفكير. أنت تعرف إمكاناتك وحدودك. علاوة على ذلك ، يوجهك الحدس طريقك إلى النجاح ، وعادة ما تقدم حلولاً عملية لكل مشكلة. أنت شخص ساحر ومعبّر. علاوة على ذلك ، يتمتع علماء المنطق بحس فضول عالٍ لأن لديهم دائمًا أسئلة يجب طرحها. لهذا السبب ، تحب التعلم وتستغل كل فرصة لتحويل النظرية إلى ممارسة. يسمح لك عقلك القوي بأن تكون فردًا شديد الإدراك. أنت كشخص مبدع عادة ما تضيع في تفكيرك لأن عقلك لا يتوقف أبدًا. من الخارج ، تبدو كشخص انطوائي ولكن بمجرد أن تشعر بالراحة تجاه البيئة ، فإنك تصبح متحدثًا غير تقليدي. قد يرغب الآخرون دائمًا في مشاركتك في جلسة عصف ذهني.",
    "pmtitle": "صانع",
    "pmtagline": "العملية الأولى والموجهة نحو النتيجة",
    "pmcreativeStrength": "أنت المستكشف المثالي! يعرفك الناس لأنك تقفز دائمًا بين المشاريع. الكلمة هي ملعبك ، وتستمتع باستكشافها واكتشافها بحواسك. أدواتك الرئيسية هي يدك لأنك تستخدمها لصياغة أفكارك. يتيح لك التفاني الذي تضعه في عملك المخاطرة كلعبة مرحة مليئة بالبهجة. أنت بطبيعة الحال عامل مجتهد وتقضي الوقت في تحويل المشكلات إلى حلول. هدفك الرئيسي دائمًا هو إكمال المشاريع في الوقت المحدد بحلول ونتائج ملموسة. الإنتاجية هي اسمك الثاني ، ففي بعض الأحيان قد تبدو مهووسًا بها قليلاً. بنفس القدر من الأهمية ، أنت الفاعل والصانع والمنتج. بمعنى آخر ، القائد الذي ينجز الأمور ، ويحفز الآخرين لتحقيق الأهداف. سرك هو أن تبقي عينيك على الهدف ولا تتوقف عن الاعتقاد بأن كل فكرة ممكنة.",
    "iatitle": "مغامر",
    "iatagline": "فضولي واكتشف واثبت بنفسي",
    "iacreativeStrength": "تنجذب دائمًا إلى الجديد وتغذي فضولك بالابتكار. قوتك العظمى هي البقاء والاستمتاع باللحظة. أنت تأخذ الحياة كلوحة للتعبير عن نفسك. أنت تحول كل فكرة تخطر ببالك إلى حقيقة. تسمح لك مرونتك وعقلك المتفتح بالتكيف بسرعة مع التغيير. تدعوك عفويتك للذهاب مع التيار. المغامرون هم أرواح مليئة بالطاقة. شغفك يجعلك تستمر في التحرك ، ولديك القدرة على نشر هذا الشغف للآخرين. في الوقت نفسه ، تحصل على الإلهام بسهولة لأن مشاعرك القوية تجعلك مبدعًا شديد الحساسية. أفكارك هي وقود خالص للقصص الجيدة. أنت تبقي عينيك على العالم من حولك ، ويقودك فضولك إلى أن تكون سريع التعلم. بالإضافة إلى ذلك ، يرشدك الابتكار إلى التفكير في المستقبل دون أن تنسى حاضرك. الطريقة التي تواجه بها المشاكل هي محاولة التفكير بشكل مختلف وتقديم حلول جديدة. أنت تحاول دائمًا إثبات حدودك وتقود نفسك والأشخاص من حولك",
    "adtitle": "حالم",
    "adtagline": "اكسر القواعد وابحث عن فرص أخرى",
    "adcreativeStrength": "تنجذب دائمًا إلى الجديد وتغذي فضولك بالابتكار. قوتك العظمى هي البقاء والاستمتاع باللحظة. أنت تأخذ الحياة كلوحة للتعبير عن نفسك. أنت تحول كل فكرة تخطر ببالك إلى حقيقة. تسمح لك مرونتك وعقلك المتفتح بالتكيف بسرعة مع التغيير. تدعوك عفويتك للذهاب مع التيار. المغامرون هم أرواح مليئة بالطاقة. شغفك يجعلك تستمر في التحرك ، ولديك القدرة على نشر هذا الشغف للآخرين. في الوقت نفسه ، تحصل على الإلهام بسهولة لأن مشاعرك القوية تجعلك مبدعًا شديد الحساسية. أفكارك هي وقود خالص للقصص الجيدة. أنت تبقي عينيك على العالم من حولك ، ويقودك فضولك إلى أن تكون سريع التعلم. بالإضافة إلى ذلك ، يرشدك الابتكار إلى التفكير في المستقبل دون أن تنسى حاضرك. الطريقة التي تواجه بها المشاكل هي محاولة التفكير بشكل مختلف وتقديم حلول جديدة. أنت تحاول دائمًا إثبات حدودك وتقود نفسك والأشخاص من حولك",
    "wd": "مطور ويب",
    "gd": "مصمم جرافيك",
    "cc": "صانع المحتوى",
    "vc": "منشئ الفيديو", 
    "wd_description": "مطور الويب مسؤول عن تطوير موقع الويب مع صيانته أيضًا والتأكد من صوره. في برنامج NMPD ، سيكون لديك فرصة للتعرف على لغات البرمجة في فصل اتصالات الويب.",
    "gd_description": "ينشئ مصمم الجرافيك هوية العلامة التجارية للشركة ، وواجهة المستخدم على موقع الويب ، والمرئيات في المجلات والكتب ، وما إلى ذلك. في برنامج NMPD ، سيكون لديك فرصة لتعلم وتصميم نفسك في فصل الاتصالات المرئية.",
    "cc_description": "ينشئ منشئ المحتوى محتوى تعليميًا وترفيهيًا ثم ينشره على أي نوع من القنوات. في برنامج NMPD ، سيكون لديك فرصة لتعلم كيفية تحرير الفيديو وتطبيق التأثيرات المرئية على المحتوى الخاص بك في فصول الاتصالات المرئية و Rich Media Communications.",
    "vc_description": "ينتج منشئ الفيديو مقاطع فيديو يمكن أن تدور حول موضوع معين ثم ينشرها عبر الإنترنت لأرشفة الغرض. في NMPD ، سيكون لديك فرصة للتعرف على إنشاء فيديو جذاب من خلال الصوتيات وتقنيات الكاميرا والمؤثرات المرئية وما إلى ذلك في فصل Rich Media Communications."
 }
  